Revit 2024 API
TriangulatedShellComponent.Clear Method
 Empties the contents of this TriangulatedShellComponent.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public void Clear()
Visual Basic
Public Sub Clear
Visual C++
public:
void Clear()
See Also
TriangulatedShellComponent Class
Autodesk.Revit.DB Namespace